Repository: TheDutchJewel/webtrees-descendants-chart
Catalog: resources/lang/*/messages.po
Languages: vi

source: Descendants chart
vi: Biểu đồ con cháu

source: An overview of an individual’s descendants.
vi: Tổng quan về con cháu của một cá nhân.

source: Descendants chart of %s
vi: Biểu đồ con cháu của %s

source: Use Ctrl + scroll to zoom in the view
vi: Sử dụng Ctrl + cuộn để phóng to chế độ xem

source: Move the view with two fingers
vi: Di chuyển tầm nhìn bằng hai ngón tay

source: Born: %s
vi: Sinh: %s

source: Died: %s
vi: Mất: %s

source: Deceased
vi: Người mất

source: Individual
vi: Cá nhân

source: Generations
vi: Các thế hệ

source: Orientation
vi: Chiều hiển thị biểu đồ

source: left
vi: Từ trái sang phải

source: right
vi: Từ phải sang trái

source: up
vi: Từ dưới lên

source: down
vi: Từ trên xuống

source: view
vi: Xem biểu đồ

source: Re center
vi: Chỉnh biểu đồ về giữa màn hình

source: Export as PNG
vi: Xuất định dạng PNG

source: Export as SVG
vi: Xuất định dạng SVG
